Repository: rragnarsd/Jobsy
Catalog: lib/l10n/app_*.arb
Languages: is

# vacancies
source: All jobs
is: Laus störf

source: New today
is: Nýtt í dag

# older_jobs
source: Older
is: Eldra

source: Full time
is: Fullt starf

source: Part time
is: Hlutastarf

source: Internship
is: Starfsnám

source: Freelance
is: Verktaka

source: Temporary
is: Tímabundið

source: Download profile
is: Sækja PDF

source: Attachments
is: Viðhengi

source: About You
is: Um þig

source: Edit
is: Breyta

# verification
source: Electronic verification
is: Rafræn auðkenning

source: Job Experience
is: Starfsreynsla

# add_job
source: Add new experience
is: Bæta við reynslu

source: Education
is: Menntun

# add_education
source: Add new education
is: Bæta við menntun

source: Skills
is: Hæfni

source: Add skills
is: Bæta við hæfni

source: My skills
is: Mín hæfni

source: Languages
is: Tungumál

source: Icelandic
is: Íslenska

source: English
is: Enska

# add_language
source: Add a language
is: Bæta við tungumáli

source: References
is: Meðmælendur

# add_reference
source: Add recommendation
is: Bæta við meðmælanda

source: Links
is: Tenglar

# add_link
source: Add new link
is: Bæta við tengli

# job_description
source: Description
is: Starfslýsing

# about_workplace
source: About the company
is: Um

source: Responsibilities
is: Helstu verkefni og ábyrgð

# education_requirements
source: Education and general requirements
is: Menntunar og hæfniskröfur

# job_rate
source: Occupation rate
is: Starfshlutfall

source: Ad published
is: Auglýsing birt

source: Application deadline
is: Umsóknarfrestur

source: Apply
is: Sækja um

source: Language skills
is: Tungumálahæfni

source: Job location
is: Staðsetning

source: Job Type
is: Starfstegund

source: Job Tags
is: Starfsmerkingar

source: More jobs
is: Fleiri störf

# about_company
source: About
is: Um vinnustaðinn

source: Employees
is: Starfsmenn

source: Work environment
is: Starfsumhverfi

source: Latest jobs
is: Nýjustu störfin

source: In progress
is: Í úrvinnslu

source: Active
is: Auglýsing virk

source: Ended
is: Lokið

# course_type
source: Type
is: Tegund

source: Price
is: Verð

# about_course
source: About the course
is: Um námskeiðið

# course_category
source: Categories
is: Flokkar

source: More from
is: Meira frá

source: Open map
is: Opna kort

source: Website
is: Vefsíða

# newest_jobs
source: Latest jobs
is: Nýjustu störfin

source: All jobs
is: Öll störf

source: Workplaces
is: Vinnustaðir

source: The workplace
is: Vinnustaðurinn

source: Save
is: Vista

source: Share
is: Deila

source: Requirement
is: Nauðsyn

source: Search
is: Leita

# sort_search
source: Sort
is: Síur

source: Profile
is: Prófíll

source: Categories
is: Flokkar

# remote_course
source: Remote
is: Fjarkennsla

# onsite_course
source: Onsite
is: Staðarnám

source: Open course
is: Opna námskeið

source: Courses
is: Námskeið

source: Inbox
is: Innhólf

source: Home
is: Heim

# startDate
source: Starts
is: Hefst

# duration
source: Timespan
is: Tímalengd

source: Job not found
is: Starf fannst ekki

source: Date of birth
is: Fæðingardagur

source: Email
is: Netfang

source: Name
is: Nafn

# phone_nr
source: Phone number
is: Símanúmer

# take_photo
source: Take a photo
is: Taka mynd

source: Select from gallery
is: Sækja úr myndagallerý

source: Cancel
is: Hætta við

source: Which company
is: Fyrirtæki

# which_position
source: What was your position
is: Starfstitill

source: Start Date
is: Frá

source: End Date
is: Til

# describe_position
source: What were your responsibilities, the projects you were working on and more...
is: Lýstu starfinu. Hver voru/eru þín helstu verkefni og ábyrgðasvið...

# describe_label
source: Describe your job and responsibilities
is: Lýstu starfi þínu og ábyrgð

source: Next
is: Áfram

# about_yourself
source: Tell us about yourself
is: Segðu okkur frá þér

# describe_experience
source: Describe your experience, skills, and what makes you unique...
is: Lýstu reynslu þinni, færni og hvað gerir þig einstaka/n...

# no_job_added
source: No job experience added yet
is: Engin starfsreynsla hefur verið bætt inn

# end_date_error
source: End date cannot be before start date
is: Lokadagur má ekki vera fyrir upphafsdag

# job_successfully_added
source: Job experience saved successfully!
is: Starfsreynsla vistuð!

# job_add_failed
source: Failed to save job experience
is: Ekki tókst að vista starfsreynslu

source: School
is: Skóli

# field
source: Field of study
is: Námsgrein

# degree
source: Select a degree
is: Veldu gráðu

source: Education successfully added
is: Menntun bætt við

source: Education add failed
is: Ekki tókst að vista menntun

source: Job title
is: Starfstitill

# no_reference_added
source: No references added yet
is: Engum tilvísunum bætt við ennþá

source: Reference successfully added
is: Tilvísun bætt við

# reference_add_failed
source: Refence add failed
is: Ekki tókst að vista tilvísun

# no_link_added
source: No link added yet
is: Engum tengli bætt við ennþá

# link_succesfully_added
source: Link successfully added
is: Tengli bætt við

source: Link add failed
is: Ekki tókst að bæta við tengli

# link_site
source: Website
is: Vefsíða

# link_media
source: Media
is: Miðill
